{"retHeader":{"currpagenum":6,"totalnum":"196"},"retcode":"expo.list","retmsg":1,"reqdata":[{"exhid":"53386","exhname":"2014第十四届中国国际不锈钢展","ehcname":"重庆国际博览中心","exhcityid":"0401","ehcid":"873","exhlogo":"","exhcity":"重庆","exhmtrade":"钢铁冶金","exhdetail":"展会概述：                   \n由重庆市人民政府主办，各地相关政府单位、国际机构、行业协会共同参与组织的中国西部国际不锈钢展，历经十三载的发展创新，已经成为引领不锈钢行业发展，承接产业转移，促进产业合作交流的行业盛会。随着《西部大开发“十二五”规划》的正式批复和东部产业向西转移，西部将迎来大规模的规划建设,西部将成为我国最具活力的经济增长极。因此，在西部大开发的桥头堡重庆举办展会有着重要的意义。作为重庆市人民政府重点打造的品牌大展，展会不但是海内外企业开拓中国西部市场的桥梁和纽带，也是不锈钢行业洞悉国家产业政策，了解行业最新资讯，探讨行业发展趋势，广泛开展技术交流、产品采购、项目合作的一流平台。\n展会回顾：    \n    上届展会总计展出面积2万平米，吸引了美国、德国、日本、韩国、法国等23个国家和地区的250余家单位参展。包括太钢、宝钢、酒钢、华新丽华、东北特钢、浦项、鞍钢、武钢、马钢、新冶钢、南钢、攀钢集团江油长城特钢、西南不锈钢、九胜特钢、青山控股、久立集团、西门子、ABB、中冶赛迪、北京首钢国际、中冶宝钢等众多知名展商参加了本次盛会，同期举办了多场精彩纷呈的主题活动。经统计，展会现场成交及意向签约金额高达81亿元人民币，取得了良好的效果。\n","exhbtime":"1395849600","exhetime":"1396022400"},{"exhid":"53380","exhname":"2014第十四届中国金属冶金展","ehcname":"重庆国际博览中心","exhcityid":"0401","ehcid":"873","exhlogo":"","exhcity":"重庆","exhmtrade":"钢铁冶金","exhdetail":"展会概述：                   \n由重庆市人民政府主办，各地相关政府单位、国际机构、行业协会共同参与组织的中国金属冶金展，历经十三载的发展创新，已经成为引领金属冶金行业发展，承接产业转移，促进产业合作交流行业盛会。随着《西部大开发“十二五”规划》的正式批复和东部产业向西转移，西部将迎来大规模的规划建设,西部将成为我国最具活力的经济增长极。因此，在西部大开发的桥头堡重庆举办展会有着重要的意义。作为重庆市人民政府重点打造的品牌大展，展会不但是海内外企业开拓中国西部市场的桥梁和纽带，也是金属冶金行业洞悉国家产业政策，了解行业最新资讯，探讨行业发展趋势，广泛开展技术交流、产品采购、项目合作的一流平台。\n展会回顾：    \n    上届展会总计展出面积4万平米，吸引了美国、德国、日本、韩国、法国等23个国家和地区的800余家单位参展。包括鞍钢、武钢、太钢、酒钢、马钢、新冶钢、南钢、攀钢集团江油长城特钢、LOI、SMS、西门子、ABB、中冶赛迪、天津冶金、中国二重、北京首钢国际、中冶宝钢等众多知名展商参加了本次盛会，同期举办了多场精彩纷呈的主题活动。经统计，展会现场成交及意向签约金额高达81亿元人民币，取得了良好的效果。\n","exhbtime":"1395849600","exhetime":"1396022400"},{"exhid":"53378","exhname":"2014第十四届中国国际管材展中国西部国际钢管展览会（中环）","ehcname":"重庆国际博览中心","exhcityid":"0401","ehcid":"873","exhlogo":"","exhcity":"重庆","exhmtrade":"钢铁冶金","exhdetail":"展会回顾：    \n    上届展会总计展出面积2万平米，吸引了美国、德国、日本、韩国、法国等23个国家和地区的250余家单位参展。包括鞍钢、武钢、太钢、马钢、新冶钢、南钢、北方重工、中信泰富、天津钢管、青山控股、久立集团、新兴铸管、宝鸡石油、东北特钢、森特集团、克虏伯、冠力法兰、安徽天康、浙江应升、惠利通、博宇、河北长丰、中冶赛迪、北京首钢国际、中冶宝钢等众多知名展商参加了本次盛会，同期举办了多场精彩纷呈的主题活动。经统计，展会现场成交及意向签约金额高达81亿元人民币，取得了良好的效果。\n","exhbtime":"1395849600","exhetime":"1396022400"},{"exhid":"54217","exhname":"2014第十九届中国中西部地区仪器仪表及自动化国际展览会","ehcname":"重庆国际会议展览中心","exhcityid":"0401","ehcid":"419","exhlogo":"","exhcity":"重庆","exhmtrade":"仪器仪表","exhdetail":"中国-中西部仪器仪表、测试测量及自动化装备国际展览会(简称：CCWIAE或九天自动化展)是我国中西部地区历史最悠久，重庆市规模最大、专业性最强、水平最高的自动化仪器仪表行业例会，在仪器仪表行业中享有较高知名度和国际参与度。展会规模不断发展壮大，有力地促进了重庆乃至中西部地区仪器仪表领域的提升和发展，业已发展成为我国中西部地区与国际、国内行业及企业交流、合作共赢的一个重要平台。大会官方网站：www.CA8888.com 大会联系人：金先生13320267118\nCCWIAE已连续成功举办了十七届，积累了丰富的经验与资源，前十七届精心收集的80多万条专业参观资料库，是本展会效果的保证， 前十七届展会累计参观观众超过60万人次，成交量50.63亿人民币。CCWIAE有我国中部、西部自动化及仪器仪表、电力、电子、计算机、军工、机械、装备制造、高校、科研院所等数十家相关专业学会\/协会\/集团的鼎力支持和密切合作，具有广泛而雄厚的专业观众基础。 \n","exhbtime":"1394035200","exhetime":"1394208000"},{"exhid":"53924","exhname":"2013第四届中国重庆国际珠宝首饰玉石博览会","ehcname":"重庆国际会议展览中心","exhcityid":"0401","ehcid":"419","exhlogo":"","exhcity":"重庆","exhmtrade":"奢侈品","exhdetail":"十四年实力保证】\n展览界巨头——博昌展览成立于1999年，以打造国际高端品牌大展为一贯风格；经过14年的辉煌发展，截止2012年间，举办的大规模高层次展会多达120多场！实力不言而喻。第三届中国重庆国际珠宝展以博昌会展14年的成功经验和资源、14年间积累的40万条专业买家资料库，主办机构权威的号召力、博昌最强大的精英团队，上百万的广告宣传专项资金，全方位的媒介宣传计划，保证现场巨大的人流量和采购力。\n【巨额广告投入 立体化宣传推广  巨大人流量和购买力】  \n电视与广播媒体：声画结合，形象生动、迅速传递展会信息；\n报纸宣传：选择本地发行量大的报纸，展前二周启动，连续大面积覆盖；\n户外广告：形象直观的塑造展会品牌形象；\n楼宇广告：高档小区，商务楼电梯间框架广告，直抵高端购买人群耳目；\n公交\/地铁 ：全面覆盖城市各区域，扩大展会传播范围； \n二十万份礼品派发：制作关于大会信息的精美礼品20万份，展前发放给市区繁华地带市民；\n网络：知名网站推广、快速传递展会信息，提高展会宣传率；\n专业市场：直接覆盖全国范围内的专业人群； \nDM直邮\/短信：新兴媒体，直接有效的传递展会信息； \n电话营销\/E-mail：针对高端专业人群，一对一的宣传 ；\n杂志：综合利用行业内及跨行业杂志，覆盖目标展商及高端客户；\n","exhbtime":"1387468800","exhetime":"1387728000"},{"exhid":"53923","exhname":"2013第四届中国重庆国际工艺品艺术品收藏品古典家具博览会","ehcname":"重庆国际会议展览中心","exhcityid":"0401","ehcid":"419","exhlogo":"","exhcity":"重庆","exhmtrade":"礼品玩具","exhdetail":"【十四年实力保证】\n展览界巨头——博昌展览成立于1999年，以打造国际高端品牌大展为一贯风格；经过14年的辉煌发展，截止2012年间，举办的大规模高层次展会多达120多场！实力不言而喻。第三届中国重庆国际艺博会以博昌会展14年的成功经验和资源、14年间积累的40万条专业买家资料库，主办机构权威的号召力、博昌最强大的精英团队，上百万的广告宣传专项资金，全方位的媒介宣传计划，保证现场巨大的人流量和采购力。\n【巨额广告投入 立体化宣传推广  巨大人流量和购买力】  \n电视与广播媒体：声画结合，形象生动、迅速传递展会信息；\n报纸宣传：选择本地发行量大的报纸，展前二周启动，连续大面积覆盖；\n户外广告：形象直观的塑造展会品牌形象；\n楼宇广告：高档小区，商务楼电梯间框架广告，直抵高端购买人群耳目；\n公交\/地铁 ：全面覆盖城市各区域，扩大展会传播范围； \n二十万份礼品派发：制作关于大会信息的精美礼品20万份，展前发放给市区繁华地带市民；\n网络：知名网站推广、快速传递展会信息，提高展会宣传率；\n专业市场：直接覆盖全国范围内的专业人群； \nDM直邮\/短信：新兴媒体，直接有效的传递展会信息； \n电话营销\/E-mail：针对高端专业人群，一对一的宣传 ；\n杂志：综合利用行业内及跨行业杂志，覆盖目标展商及高端客户；              \n","exhbtime":"1387468800","exhetime":"1387728000"}]}