{"retHeader":{"totalput":1},"retcode":"expo.info","retmsg":1,"reqdata":[{"id":"286260","exhid":"53406","exhname":"City Fair2013城市投资暨产业地产（上海）博览会","exhbtime":"1376496000","exhetime":"1376668800","exhcityid":"0201","exhcity":"上海","exhtrade1":"消费电子","exhmtrade":"消费电子","ehcid":"190","ehcname":"上海新国际博览中心","exhdetail":"City Fair2013城市投资暨产业地产（上海）博览会，旨在通过构建城市建设、城市规划、城市投资、城市创新以及城市转型的这样一个城市间的交流、切磋、学习的平台，为中国的城市化进程发展，特别是党的“十八大”确立的推进城镇化建设贡献绵薄之力。\n        2013城市投资暨产业地产（上海）博览会由全国工商联房地产商会、解放报业集团房地产时报、中国房地产数据研究院、上海交通大学产业地产研究中心、上海商报、搜房网等联合主办。由汇弘国际展览（上海）有限公司、世博集团\/上海现代国际展览有限公司联合承办。并得到包括中房协中国房地产数据研究院土地营运中心、长三角房地产研究院、长三角房地产商会联合会、全国房地产经理人联合会（上海）、中国产业地产网、中国搜地网、中国地产投资网等鼎力支持。\n        2013城市投资暨产业地产（上海）博览会，其展会主题涵盖城市规划、小城镇发展规划、城市产业带规划、城市商务区规划、城市新城开发、经济园区开发、总部集群开发、智慧科技园区、总部产业园区、城市产业地产发展、科技及创意产业园区、养老及旅游创意地产、临港临海产业园、云计算产业园、城市土地运营、土地综合开发项目、城市综合体、城市商业地产项目、各类城市精品住宅项目、城市规划与建筑设计机构、投融资及信托和私募基金机构，包括新型建筑节能低碳环保产品等。\n        2013城市投资暨产业地产（上海）博览会，是全国范围内的城市规划、产业发展、创新转型、小城镇可持续发展、集规划、投资、发展、建设等于一体的一站式服务、交流和招商平台。2013城博会、目前已包括有来自上海、浙江、江苏、山东、安徽、湖北、河南、天津、广东等全国多个省市县镇近百余个项目洽商参展。\n        2013城市投资暨产业地产（上海）博览会，聚焦转型、投资、合作、共赢。2013城博会同期将举办“2013产业地产与城市转型暨小城镇发展高峰论坛”。\n\n","exhscope":"城市规划类：城市形象品牌展示、城市发展规划展示、城市交通景观规划、地区区域规划、小城镇发展规划、新城新区规划、现代服务业集聚区、城市产业带规划、各城投公司、城市中心商务区规划、经济开发区规划、城市综合体规划。 产业地产类：科技产业园区规划、创意产业园区规划、健康与养老地产项目、科研及各类“谷类”产业园（硅谷、药谷、钢谷、智慧谷等）规划、旅游地产规划、古城保护规划、临港产业区、临海产业园、科学城产业园、金融园区、云计算产业园、现代物流产业园、文化创意产业园、数码城产业园、智能卡产业园、轨道交通产业园及各产业地产开发联合体。 总部经济类：国内各地区在建或拟建总部经济项目、相关行业产业园区、现代服务业总部集聚区、智慧科技园区、总部经济商务园区、总部研发中心、总部产业及孵化园区、总部经济招商项目、城市综合体、创意总部经济项目、专业总部经济运营管理、总部经济园区定位策划及管理。 商业地产类：各类商业地块、在建或拟建商业地产项目、商业地块招商项目、城市综合体、旅游商业地产项目、城市商业广场、各类购物中心、各类商业铺面、各类商业城、特色或步行商业街、古城保护商业开发、办公楼及公寓式酒店、产权式酒店、SHOPPING MALL专卖店、地铺上盖商铺、专业综合市场、休闲商业、专业市场、专利招商项目、品牌百货、影院、餐饮美食街。 土地运营类：土地综合开发项目、土地合作开发项目、新（老）城土地推介招商、一级土地开发商业或工业地产项目、城市土地运营、经济开发区项目招商、总部经济项目招商、综合楼商业地产项目招商、特色商业项目招商。 精品楼盘类：各类特色楼盘、精品住宅、综合楼楼盘项目、酒店式公寓、创新型特色小区、城市综合体、别墅楼盘、商业产权租赁楼盘、办公楼、酒店类楼盘等。 综合服务类：城市规划与建筑设计院及相关机构、投融资机构、信托信贷机构、私募基金机构、中外银行、配套产品设备、低碳环保技术及产品、新型建筑环保产品及配套产品、绿色节能科技与产品。\n\n","exhlinkinfo":"电话: 86-21-63288899\n传真: 86-21-63749188\nwww.cityfair.cn\n \n","exhorginfo":"主办: 上海现代国际展览有限公司","exhextInfo":"","exhacreage":"0","exhrecommend":"1","exhsname":"城博会","exhename":"","exhhandletime":"1371698280","exhclicknum":"1","exhorder":"0","exhzhichinum":"1","exhfanduinum":"0","exhsuggest":"","exhkeyword1":"IT","exhlogo":"","extpinyin":"xfdz","exhkeyword":"","exhdownactor":"0","ehcmapx":"12157020","ehcmapy":"3120378"}]}