<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">

<html xmlns="http://www.w3.org/1999/xhtml">

<head>

<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />

<link href="<?php echo base_url();?>public/www/<?php echo CFG_TEMPLETS_STYLE;?>/style.css" type="text/css" rel="stylesheet" />

<link href="<?php echo base_url();?>public/www/<?php echo CFG_TEMPLETS_STYLE;?>/base.css" type="text/css" rel="stylesheet" />

<title><?php echo $keywords_array['k_title']?></title>

<meta name="keywords" content="<?php echo $keywords_array['k_keywords']?>" />

<meta name="description" content="<?php echo $keywords_array['k_description']?>" />

<script src="<?php echo base_url();?>public/js/jquery-1.7.2.js" type="text/javascript"></script>

</head>



<body>

<?php $this->load->view('inc/header');?>

<div class="middle">

       <?php $this->load->view('inc/nav');?>

<div class="main">

           <div class="xdh">

                <span class="bg"></span><span class="sy"><a href="<?php echo base_url();?>">首页</a></span>

                <span class="wzdt"></span><span class="sy">帮助中心</span>

           </div>

           

           

           <div class="main_bottom">

                <div class="m_b_left<?php if(CFG_TEMPLETS_LAYOUT) echo 1 ;?>">

                    <div class="zxpd_top">

                       <h1><font class="f_b_f00">常见</font><font style="color:#494949;">问题</font></h1>

                    </div>

                    <div class="zxxx_bottom_help">

                    		  <dl>

					            <dt>携行网上预订有保障吗？</dt>

					            <dd>当然有保障！携行网上预订不收取您任何费用。只要您预订之后接收到预订成功短信，酒店就会给您保留房间。免得直接到酒店无房的尴尬。<a name="link_2"></a></dd>

					          </dl>

					          <dl>

					            <dt>携行网上预订有什么好处？</dt>

					            <dd>
					              <p>1、预订完全免费；</p>

					              <p>2、享受比酒店前台更低的价格；</p>

					              <p>3、优先订到房间，避免因找房而耽误您的行程；</p>
								  
								  <p>4、返现金，获得点评奖金即返现到您的现金账户，满50元就可以提现；</p>
								  
								  <p>5、通过携行累计预订七间夜并已入住赠送一天，不同城市不同酒店均可累计。累计不限时不过期(三年内均可累计)，赠送客房与入住酒店无关，请勿向酒店索取赠送客房</p>
								  
								  <p>6、通过携行连续预订六天并已入住赠一天，送不同城市不同酒店均可累计。赠送客房与入住酒店无关，请勿向酒店索取赠送客房</p>
								  
								  <p>7、享受携行网官方免费接送至酒店，限机场和火车站，待开通；</p>
								  
								  <p>8、0元试住客房无门槛试住，真正免费住酒店，最多可提前十天申请预订；</p>
								  
								  <p>9、凡预订者皆有免费礼品，不需要积分兑换，不需要支付邮费就可以快递到家；</p>

					            </dd>

					          </dl>

					          <dl>

					            <dt>如何在携行网上预订？</dt>

					            <dd> 可以通过互联网在线预订，也可以电话预订，预订电话400-600-2069,021-24208963。您只需在网站上找到适合您的酒店后，点击相应房型后的预订按钮，然后填写个人资料等信息，提交后您将收到一条订单正在处理中的短信(当网络堵塞时可能会延迟)，说明我们的工作人员正在为您处理，一般30分钟内会发送预订结果短信给您。如果收到含有&ldquo;确认&rdquo;或&ldquo;预订成功&rdquo;字样的短信，说明您已经预订成功，按时到酒店入住即可；如果收到&ldquo;满房&rdquo;的短信，建议您再选择周边其它酒店预订。电话预订时，客服人员会回复您是否预订成功。 <a name="link_4"></a></dd>

					          </dl>

					          <dl>

					            <dt>为什么携行网上预订价格要比酒店前台便宜？</dt>

					            <dd> 因为我们和酒店有协议，每月会给酒店送去大量的客人，所以我们能拿到更低的协议价。同时酒店为了保证我们给他输送客人，所以给我们价格要比酒店前台价格还要低。 </dd>

					          </dl>

					          <dl>

					            <dt>预订需要注册吗？</dt>

					            <dd> 预订不需要注册就可直接预订，但需要填写您的手机号，方便接收预订结果短信。 </dd>

					          </dl>

					          <dl>

					            <dt>预订时为什么要填写手机号？</dt>

					            <dd>填写手机号是为了您方便接收订单处理结果短信用，我们不会透露给任何无关的第三方，也不会因此扣您任何费用。</dd>

					          </dl>

					          <dl>

					            <dt><strong>我到酒店时酒店前台说没有我的预订时怎么办？</strong></dt>

					            <dd>如果您已经通过我们预订了此家酒店，并得到我方的确认，酒店前台就会有您的订单，您可以用订单上的名字查一下，如果还是没有，您可以与我们的预订中心联系，电话：400-600-2069，由我们与酒店联系为您解决此事。</dd>

					          </dl>

					          <dl>

					            <dt><strong>我行程有变化，要更改/取消已预订的酒店怎么办？</strong></dt>

					            <dd>如果需要更改/取消您的预订，请致电我们预订中心，电话：400-600-2069，由我们客服人员给您处理。</dd>

					          </dl>

					          <dl>

					            <dt><strong>我想在酒店再多住几天怎么办？</strong></dt>

					            <dd>您可以打电话通知我们的预订中心，由我们的客服人员帮您解决，以便及时给你返现、计算累计客房， 电话：400-600-2069。</dd>

					          </dl>

					          <dl>

					            <dt><strong>入住酒店时应注意的问题!</strong></dt>

					            <dd>当您预订酒店时应以实际入住人的名字做预订。入住时您应以预订时登记的客人名字来办理入住手续，也就是说办理入住手续的客人姓名要与预订时登记的姓名一致。<a name="link_5"></a></dd>

					          </dl>

					          <dl>

					            <dt><strong>到达酒店后怎样得到预订的房间？</strong></dt>

					            <dd>当您到达酒店后，在总台报您在预订单中填写的姓名，并说明：我有预订。酒店确认后会给您提供所预订的房间。</dd>

					          </dl>

					          <dl>

					            <dt>服务时间</dt>

					            <dd> 1、 我们为您提供24小时全天服务，节假日照常服务。&nbsp;<br />

					            2、我们欢迎互联网在线下单，更欢迎电话预订。 </dd>

					          </dl>

					          <dl>

					            <dt>修改及取消订单</dt>

					            <dd> 如果预订成功或处理中，当您的行程有变动需更改/取消预订时，可以致电400-600-2069，由我们工作人员给您处理。 </dd>

					          </dl>

					          <dl>

					            <dt>订单提交后确认时间</dt>

					            <dd> 在您提交订单后，我们一般会在10分钟内以短信形式回复您，如遇特殊情况（如酒店忙、系统出错、短信延迟等）会延时，如果40分钟内仍没有收到短信，请致电400-600-2069查询，我们会尽力给您解决问题；大部分订单会在1&mdash;2分钟内确认。 </dd>

					          </dl>

					          <dl>

					            <dt>价格和房费</dt>

					            <dd> 1、 网上所公布的价格均为和各宾馆签定的协议价，它是宾馆给予我们的优惠价，此价格比酒店前台当日挂牌价要低。<br />

					            2、网上公布的网上预订价已包含服务费，不包含酒店其他费用及税收。如果您没有其它特殊要求，到酒店您只需支付预订时系统计算出的总房费即可，不需要再支付其它费用。 </dd>

					          </dl>

					          <dl>

					            <dt>入住、离店时间</dt>

					            <dd> 按国际惯例，宾馆的入住时间为14：00，离店时间为正午12：00。如提前入住或推迟离店，根据酒店不同要求，某些酒店须酌情加收一定的费用 </dd>

					          </dl>

					          <dl>

					            <dt>保留时间</dt>

					            <dd> 1、如在订单上无特别注明，一般情况下宾馆将保留至入住当日的18：00，过时将不予保留。如果晚于18：00到达酒店，请在预订时的特殊要求内注册具体什么时间能到达，火车或航班班次。这种情况某些酒店可能不予确认或需担保。<br />

					            2、如果因火车晚点或其它特殊情况不能按时到达酒店，请根据确认短信提供的号码致电酒店前台说明情况，并说明大致到达时间，这样酒店还会给您延迟保留。因超过最晚到达时间到达且没有通知酒店的，需自行承担后果。 </dd>

					          </dl>

					          <dl>

					            <dt>预付房款</dt>

					            <dd> 1、当节假日期间或举办大型会展期间、旅游旺季等酒店房间紧张的情况下，部分酒店需要您将房款提前预付至酒店，以保证您的预订能够顺利的获得确定。<br />

					            2、需要预付的酒店，订单一经确认将不可取消或修改。因此请在填写担保订单前慎重考虑您是否会修改行程，以免给您造成不必要的损失。如您未按订单上约定的时间或房间数量入住，所付房款不作退回。 </dd>

					          </dl>

					          <dl>

					            <dt> 携行网支持哪些信用卡？ </dt>

					            <dd> 携行网支持的信用卡种类有：招商银行信用卡，中国银行信用卡，中国工商银行信用卡，中国建设银行信用卡，中信实业银行信用卡，广东发展银行信用卡，深圳发展银行信用卡，兴业银行信用卡，中国光大银行信用卡，交通银行信用卡，中国民生银行信用卡，上海浦东发展银行信用卡，平安银行信用卡，北京银行信用卡，华夏银行信用卡，上海银行信用卡，中国邮政储蓄银行信用卡，中国农业银行信用卡，VISA，MASTER，AMEX，DINERS，JCB。 <a name="link_6"></a></dd>

					          </dl>

					          <dl>

					            <dt> 为何需要提供信用卡担保，以前预订时都不需要？ </dt>

					            <dd> 因为在房间紧张时，为了减少noshow（未入住），保证客人的正常入住，需要提供信用卡担保，如果客人未按预订入住，酒店将扣除全部或部分房费。一般需要提供担保的情况有：<br />

					              1、 旅游旺季或热点景区；<br />

					              2、 会展或国定假日期间的酒店；<br />

					            3、 保留时间超过酒店限制等情况。 </dd>

					          </dl>

					          <dl>

					            <dt> 我提供信用卡担保后，房间是如何保留的？ </dt>

					            <dd> 全额担保订单，房间保留到离店日的中午12点；首晚担保订单，房间保留到入住日次日的中午12点。说明：房间确认后，只能在酒店要求的最晚时限前变更或取消。电话预订时，预订员会告之客人最晚取消时间；网上预订时，页面会显示最晚取消时间。 </dd>

					          </dl>

					          <dl>

					            <dt> 我提供信用卡担保后并得到确认，过最晚时限取消或修改，会产生什么后果？ </dt>

					            <dd> 提供信用卡担保后，根据酒店不同情况，都有不同的最晚取消时间，会员如行程有变必须在最晚取消时间前电话通知取消。超过最晚取消时间取消或未通知而未住，按国际惯例酒店将有权扣除相应的房费，如预订3间，实际入住2间，酒店同样可以扣除未入住的1间夜房费。电话预订时，预订员会告之客人最晚取消时间；网上预订时，页面会显示最晚取消时间。 </dd>

					          </dl>

					          <dl>

					            <dt> 我提供信用卡担保预订了酒店，为什么银行短信通知我&quot;已消费了&times;&times;钱&quot;？ </dt>

					            <dd> 您的预订需要信用卡担保，我们向银行提交了申请，冻结了相应的款项。这部分款项仍然在您的账户中，只是暂时无法使用。您收到的短信是银行发出的提示信息。 </dd>

					          </dl>

					          <dl>

					            <dt> 既然我已经提供了信用卡担保，那到酒店后是否就不需要再支付房费了？ </dt>

					            <dd> 信用卡担保是一种预订方式，并非支付。因此您到酒店还是需要在前台支付房费入住。只有当您没有正常入住，且未告知您的最晚时限前通知，会从您担保的信用卡内扣除相应房费。 </dd>

					          </dl>

					          <dl>

					            <dt> 遇航班/天气等不可抗力因素，造成我无法顺利入住酒店，是否仍会扣款？ </dt>

					            <dd> 如遇到此类特殊情况，请您及时致电400-600-2069告知相关情况。由客服人员为您联系酒店争取协调处理，并请您保留相关凭证。 </dd>

					          </dl>

					          <dl>

					            <dt> 既然需要在酒店前台支付，为什么信用卡担保，会收到银行短信提示我已经消费？ </dt>

					            <dd> 受银行短信服务系统的限制，此时您收到的短信是担保款冻结的通知，并非实际消费扣款。如有疑问可直接查询发卡银行。 </dd>

					          </dl>

					          <dl>

					            <dt> 我提供信用卡担保，在酒店前台办理入住后，何时能将担保款释放？ </dt>

					            <dd> 您入住结帐后，我们将及时与酒店核实您的入住信息，确认后，我们会及时向银行提交释放担保款的申请，银行一般会在3-5个工作内将担保款释放；如您使用的是外卡，银行则需要20个工作日将担保款释放；如果超过上述周期，您的担保款仍然没有释放，请及时联系，我们会尽快为您处理。 </dd>

					          </dl>

					          <dl>

					            <dt>信用卡图示说明</dt>

					            <dd><img src="<?php echo base_url();?>public/images/xinyongka.gif" width="505" height="333" /></dd>

					          </dl>

                          

                   </div>

                </div>

                <div class="m_b_right<?php if(CFG_TEMPLETS_LAYOUT) echo 1 ;?>" style="width:180px">
					
                    <?php $this->load->view('modules/'.$layout[0][1]);?>
 

                </div>

           

           

           </div>

           

           

       </div>       

</div>

<div class="inbz"><img src="<?php echo base_url();?>public/www/<?php echo CFG_TEMPLETS_STYLE;?>/images/inbz.jpg" width="950" height="57" /></div>

<?php $this->load->view('inc/footer');

$ci = & get_instance();

$ci->load->library('tool');

$ci->tool->zhuna_rewrite(CFG_REWRITE);

?>

</body>

</html>