<?php
$city['1']='北京'; 
$city['8']='上海'; 
$city['3']='广州'; 
$city['11']='深圳'; 
$city['7']='天津'; 
$city['29']='武汉'; 
$city['9']='重庆'; 
$city['10']='佛山'; 
$city['12']='东莞'; 
$city['13']='长春'; 
$city['14']='沈阳'; 
$city['15']='大连'; 
$city['16']='郑州'; 
$city['17']='南阳'; 
$city['18']='济南'; 
$city['19']='青岛'; 
$city['20']='太原'; 
$city['21']='南京'; 
$city['22']='苏州'; 
$city['23']='无锡'; 
$city['24']='兰州'; 
$city['25']='西宁'; 
$city['26']='西安'; 
$city['27']='银川'; 
$city['28']='合肥'; 
$city['30']='成都'; 
$city['31']='贵阳'; 
$city['32']='昆明'; 
$city['33']='南宁'; 
$city['34']='拉萨'; 
$city['35']='杭州'; 
$city['36']='温州'; 
$city['37']='南昌'; 
$city['38']='福州'; 
$city['39']='厦门'; 
$city['40']='海口'; 
$city['41']='呼和浩特'; 
$city['42']='乌鲁木齐'; 
$city['43']='哈尔滨'; 
$city['45']='石家庄'; 
$city['46']='长沙'; 
$city['47']='宁波'; 
$city['48']='南通'; 
$city['49']='安顺'; 
$city['50']='安阳'; 
$city['51']='鞍山'; 
$city['52']='包头'; 
$city['53']='宝鸡'; 
$city['54']='保定'; 
$city['55']='常德'; 
$city['56']='常州'; 
$city['57']='大理'; 
$city['58']='大庆'; 
$city['59']='大同'; 
$city['60']='德州'; 
$city['61']='东营'; 
$city['62']='敦煌'; 
$city['63']='鄂尔多斯'; 
$city['64']='抚顺'; 
$city['65']='抚州'; 
$city['66']='阜阳'; 
$city['67']='赣州'; 
$city['68']='桂林'; 
$city['69']='邯郸'; 
$city['70']='汉中'; 
$city['71']='菏泽'; 
$city['72']='衡阳'; 
$city['73']='湖州'; 
$city['74']='葫芦岛'; 
$city['75']='淮北'; 
$city['76']='淮南'; 
$city['77']='黄石'; 
$city['78']='惠州'; 
$city['79']='吉安'; 
$city['80']='吉林'; 
$city['81']='集安'; 
$city['82']='佳木斯'; 
$city['83']='嘉兴'; 
$city['84']='江门'; 
$city['85']='焦作'; 
$city['86']='金华'; 
$city['87']='锦州'; 
$city['88']='景德镇'; 
$city['89']='廊坊'; 
$city['90']='乐山'; 
$city['91']='连云港'; 
$city['92']='辽源'; 
$city['93']='聊城'; 
$city['94']='临汾'; 
$city['95']='临沂'; 
$city['96']='柳州'; 
$city['97']='洛阳'; 
$city['98']='马鞍山'; 
$city['99']='茂名'; 
$city['100']='牡丹江'; 
$city['101']='南平'; 
$city['104']='攀枝花'; 
$city['105']='平顶山'; 
$city['106']='濮阳'; 
$city['107']='普洱'; 
$city['108']='齐齐哈尔'; 
$city['109']='秦皇岛'; 
$city['110']='衢州'; 
$city['111']='泉州'; 
$city['112']='三亚'; 
$city['113']='汕头'; 
$city['114']='绍兴'; 
$city['115']='台州'; 
$city['116']='唐山'; 
$city['117']='天水'; 
$city['118']='铁岭'; 
$city['119']='通化'; 
$city['120']='通辽'; 
$city['121']='潍坊'; 
$city['122']='咸阳'; 
$city['123']='襄阳'; 
$city['124']='邢台'; 
$city['125']='徐州'; 
$city['126']='盐城'; 
$city['127']='扬州'; 
$city['128']='阳泉'; 
$city['129']='宜宾'; 
$city['130']='宜昌'; 
$city['131']='益阳'; 
$city['132']='营口'; 
$city['133']='玉林'; 
$city['134']='运城'; 
$city['135']='湛江'; 
$city['136']='张家口'; 
$city['137']='肇庆'; 
$city['138']='镇江'; 
$city['139']='中山'; 
$city['140']='珠海'; 
$city['141']='驻马店'; 
$city['142']='淄博'; 
$city['143']='遵义'; 
$city['145']='衡水'; 
$city['153']='纽约'; 
$city['155']='义乌'; 
$city['157']='泰安'; 
$city['159']='烟台'; 
$city['160']='阜新'; 
$city['161']='沧州'; 
$city['162']='承德'; 
$city['163']='新乡'; 
$city['164']='信阳'; 
$city['165']='开封'; 
$city['166']='漯河'; 
$city['167']='商丘'; 
$city['168']='周口'; 
$city['169']='许昌'; 
$city['170']='三门峡'; 
$city['171']='鹤壁'; 
$city['172']='济源'; 
$city['173']='红河'; 
$city['174']='文山'; 
$city['175']='曲靖'; 
$city['176']='玉溪'; 
$city['177']='丽江'; 
$city['178']='楚雄'; 
$city['179']='保山'; 
$city['180']='昭通'; 
$city['181']='德宏'; 
$city['182']='临沧'; 
$city['183']='西双版纳'; 
$city['184']='怒江'; 
$city['185']='迪庆'; 
$city['186']='本溪'; 
$city['187']='朝阳'; 
$city['188']='辽阳'; 
$city['189']='盘锦'; 
$city['190']='丹东'; 
$city['191']='鸡西'; 
$city['192']='双鸭山'; 
$city['193']='鹤岗'; 
$city['194']='绥化'; 
$city['195']='七台河'; 
$city['196']='伊春'; 
$city['197']='黑河'; 
$city['198']='株洲'; 
$city['199']='岳阳'; 
$city['200']='湘潭'; 
$city['201']='永州'; 
$city['202']='娄底'; 
$city['203']='邵阳'; 
$city['204']='怀化'; 
$city['205']='郴州'; 
$city['206']='湘西'; 
$city['207']='张家界'; 
$city['208']='芜湖'; 
$city['209']='蚌埠'; 
$city['210']='安庆'; 
$city['211']='巢湖'; 
$city['212']='滁州'; 
$city['213']='六安'; 
$city['214']='铜陵'; 
$city['215']='宣城'; 
$city['216']='黄山'; 
$city['217']='宿州'; 
$city['218']='亳州'; 
$city['219']='池州'; 
$city['220']='济宁'; 
$city['221']='滨州'; 
$city['222']='枣庄'; 
$city['223']='日照'; 
$city['224']='威海'; 
$city['225']='莱芜'; 
$city['226']='淮安'; 
$city['227']='宿迁'; 
$city['228']='泰州'; 
$city['229']='丽水'; 
$city['230']='舟山'; 
$city['231']='九江'; 
$city['232']='上饶'; 
$city['233']='萍乡'; 
$city['234']='鹰潭'; 
$city['235']='宜春'; 
$city['236']='新余'; 
$city['237']='襄樊'; 
$city['238']='荆州'; 
$city['239']='十堰'; 
$city['240']='黄冈'; 
$city['241']='荆门'; 
$city['242']='随州'; 
$city['243']='恩施'; 
$city['244']='孝感'; 
$city['245']='鄂州'; 
$city['246']='咸宁'; 
$city['247']='天门'; 
$city['248']='仙桃'; 
$city['249']='潜江'; 
$city['250']='神农架'; 
$city['251']='贵港'; 
$city['252']='北海'; 
$city['253']='河池'; 
$city['254']='百色'; 
$city['255']='梧州'; 
$city['256']='贺州'; 
$city['257']='钦州'; 
$city['258']='防城港'; 
$city['259']='来宾'; 
$city['260']='崇左'; 
$city['261']='张掖'; 
$city['262']='庆阳'; 
$city['263']='平凉'; 
$city['264']='酒泉'; 
$city['265']='白银'; 
$city['266']='武威'; 
$city['267']='金昌'; 
$city['268']='陇南'; 
$city['269']='嘉峪关'; 
$city['270']='临夏'; 
$city['271']='定西'; 
$city['272']='甘南'; 
$city['273']='长治'; 
$city['274']='晋中'; 
$city['275']='忻州'; 
$city['276']='吕梁'; 
$city['277']='朔州'; 
$city['278']='晋城'; 
$city['279']='呼伦贝尔'; 
$city['280']='赤峰'; 
$city['281']='巴彦淖尔'; 
$city['282']='兴安'; 
$city['283']='乌海'; 
$city['284']='乌兰察布'; 
$city['285']='锡林郭勒'; 
$city['286']='阿拉善'; 
$city['287']='渭南'; 
$city['288']='安康'; 
$city['289']='榆林'; 
$city['290']='延安'; 
$city['291']='铜川'; 
$city['292']='商洛'; 
$city['293']='四平'; 
$city['294']='白山'; 
$city['295']='白城'; 
$city['296']='延边'; 
$city['297']='松原'; 
$city['298']='莆田'; 
$city['299']='漳州'; 
$city['300']='龙岩'; 
$city['301']='三明'; 
$city['302']='宁德'; 
$city['303']='黔东南'; 
$city['304']='黔南'; 
$city['305']='毕节'; 
$city['306']='铜仁'; 
$city['307']='六盘水'; 
$city['308']='黔西南'; 
$city['309']='清远'; 
$city['310']='阳江'; 
$city['311']='梅州'; 
$city['312']='揭阳'; 
$city['313']='河源'; 
$city['314']='汕尾'; 
$city['315']='云浮'; 
$city['316']='潮州'; 
$city['317']='韶关'; 
$city['318']='海南'; 
$city['319']='海西'; 
$city['320']='玉树'; 
$city['321']='海东'; 
$city['322']='海北'; 
$city['323']='黄南'; 
$city['324']='果洛'; 
$city['325']='林芝'; 
$city['326']='日喀则'; 
$city['327']='山南'; 
$city['328']='那曲'; 
$city['329']='阿里'; 
$city['330']='昌都'; 
$city['331']='绵阳'; 
$city['332']='泸州'; 
$city['333']='南充'; 
$city['334']='德阳'; 
$city['335']='达州'; 
$city['336']='广安'; 
$city['337']='遂宁'; 
$city['338']='自贡'; 
$city['339']='内江'; 
$city['340']='广元'; 
$city['341']='巴中'; 
$city['342']='眉山'; 
$city['343']='资阳'; 
$city['344']='雅安'; 
$city['345']='凉山'; 
$city['346']='阿坝'; 
$city['347']='甘孜'; 
$city['348']='石嘴山'; 
$city['349']='固原'; 
$city['350']='吴忠'; 
$city['351']='中卫'; 
$city['352']='儋州'; 
$city['353']='琼海'; 
$city['354']='五指山'; 
$city['355']='文昌'; 
$city['356']='万宁'; 
$city['357']='东方'; 
$city['358']='伊犁'; 
$city['359']='阿克苏'; 
$city['360']='喀什'; 
$city['361']='石河子'; 
$city['362']='巴音郭楞'; 
$city['363']='昌吉'; 
$city['364']='哈密'; 
$city['365']='博尔塔拉'; 
$city['366']='克拉玛依'; 
$city['367']='阿勒泰'; 
$city['368']='塔城'; 
$city['369']='吐鲁番'; 
$city['370']='和田'; 
$city['371']='江阴'; 
$city['372']='晋江'; 
$city['373']='香港'; 
$city['374']='澳门'; 
$city['375']='台湾'; 
$city['376']='峨眉山'; 
$city['377']='西塘'; 
$city['378']='凤凰'; 
$city['379']='华山'; 
$city['380']='常熟'; 
$city['381']='都江堰'; 
$city['382']='九寨沟'; 
$city['383']='周庄'; 
$city['388']='登封'; 
$city['384']='安图'; 
$city['385']='霸州'; 
$city['386']='巴马'; 
$city['387']='大理市'; 
$city['389']='定州'; 
$city['390']='恩平'; 
$city['391']='高淳'; 
$city['392']='海阳'; 
$city['393']='横店'; 
$city['394']='昆山'; 
$city['395']='凯里'; 
$city['396']='九华山'; 
$city['397']='句容'; 
$city['398']='康定'; 
$city['399']='临安'; 
$city['400']='溧阳'; 
$city['401']='庐山'; 
$city['402']='临海'; 
$city['403']='龙胜'; 
$city['404']='蒙阴'; 
$city['405']='宁海'; 
$city['406']='蓬莱'; 
$city['407']='平遥'; 
$city['408']='千岛湖'; 
$city['409']='曲阜'; 
$city['410']='荣成'; 
$city['411']='瑞安'; 
$city['412']='三门'; 
$city['413']='韶山'; 
$city['414']='石狮'; 
$city['415']='太仓'; 
$city['416']='台山'; 
$city['417']='腾冲'; 
$city['418']='泰宁'; 
$city['419']='武当山'; 
$city['420']='吴江'; 
$city['421']='武夷山'; 
$city['422']='乌镇'; 
$city['423']='武隆'; 
$city['424']='香格里拉'; 
$city['425']='象山'; 
$city['426']='西昌'; 
$city['427']='小金'; 
$city['428']='亚布力'; 
$city['429']='阳朔'; 
$city['430']='余姚'; 
$city['431']='永安'; 
$city['432']='张家港'; 
$city['441']='北川'; 
$city['433']='张北'; 
$city['434']='中牟'; 
$city['436']='安吉'; 
$city['435']='德惠'; 
$city['437']='安新'; 
$city['438']='北戴河'; 
$city['439']='博鳌'; 
$city['440']='白沟'; 
$city['443']='慈溪'; 
$city['444']='从化'; 
$city['445']='苍南'; 
$city['446']='长乐'; 
$city['447']='昌黎'; 
$city['448']='赤壁'; 
$city['449']='崇明'; 
$city['450']='淳安'; 
$city['451']='丹阳'; 
$city['452']='大邑'; 
$city['453']='当阳'; 
$city['454']='邓州'; 
$city['455']='东阳'; 
$city['456']='敦化'; 
$city['457']='肥城'; 
$city['458']='奉化'; 
$city['459']='福鼎'; 
$city['460']='福清'; 
$city['461']='格尔木'; 
$city['462']='固始'; 
$city['463']='海螺沟'; 
$city['464']='海门'; 
$city['465']='和顺镇'; 
$city['466']='华阴'; 
$city['467']='惠安'; 
$city['468']='怀来'; 
?>