<?php

$city[68]='安庆'; 

$city[1269]='鞍山'; 

$city[820]='安阳'; 

$city[649]='保定'; 

$city[1492]='宝鸡'; 

$city[1372]='包头'; 

$city[475]='北海'; 

$city[2419]='北京'; 

$city[22]='蚌埠'; 

$city[1202]='长春'; 

$city[2351]='长沙'; 

$city[2343]='长沙县'; 

$city[1073]='常州'; 

$city[39]='巢湖'; 

$city[1840]='成都'; 

$city[1341]='赤峰'; 

$city[65]='池州'; 

$city[2418]='重庆'; 

$city[32]='滁州'; 

$city[1288]='大连'; 

$city[782]='大庆'; 

$city[1829]='德阳'; 

$city[322]='东莞'; 

$city[1380]='鄂尔多斯'; 

$city[354]='佛山'; 

$city[1290]='阜新'; 

$city[19]='阜阳'; 

$city[2266]='富阳'; 

$city[171]='福州'; 

$city[1132]='抚州'; 

$city[1170]='赣州'; 

$city[2422]='广州'; 

$city[407]='桂林'; 

$city[519]='贵阳'; 

$city[795]='哈尔滨'; 

$city[562]='海口'; 

$city[730]='邯郸'; 

$city[2259]='杭州'; 

$city[40]='合肥'; 

$city[311]='花都'; 

$city[4]='淮北'; 

$city[25]='淮南'; 

$city[69]='黄山'; 

$city[1365]='呼和浩特'; 

$city[358]='惠州'; 

$city[1268]='葫芦岛'; 

$city[2250]='湖州'; 

$city[781]='佳木斯'; 

$city[374]='江门'; 

$city[1075]='江阴'; 

$city[1155]='吉安'; 

$city[840]='焦作'; 

$city[2249]='嘉兴'; 

$city[1200]='吉林'; 

$city[1591]='济南'; 

$city[1102]='景德镇'; 

$city[2286]='金华'; 

$city[197]='晋江'; 

$city[1711]='晋中'; 

$city[1267]='锦州'; 

$city[1093]='九江'; 

$city[2179]='昆明'; 

$city[1083]='昆山'; 

$city[1600]='莱芜'; 

$city[2282]='兰溪'; 

$city[242]='兰州'; 

$city[1883]='乐山'; 

$city[1026]='连云港'; 

$city[1594]='聊城'; 

$city[1749]='临汾'; 

$city[1637]='临沂'; 

$city[427]='柳州'; 

$city[185]='龙岩'; 

$city[865]='洛阳'; 

$city[1904]='泸州'; 

$city[43]='马鞍山'; 

$city[386]='茂名'; 

$city[1811]='绵阳'; 

$city[813]='牡丹江'; 

$city[1111]='南昌'; 

$city[1838]='南充'; 

$city[1059]='南京'; 

$city[462]='南宁'; 

$city[1071]='南通'; 

$city[2268]='宁波'; 

$city[1266]='盘锦'; 

$city[440113]='番禺'; 

$city[1146]='萍乡'; 

$city[183]='莆田'; 

$city[1605]='青岛'; 

$city[307]='清远'; 

$city[616]='秦皇岛'; 

$city[762]='齐齐哈尔'; 

$city[191]='泉州'; 

$city[1629]='日照'; 

$city[578]='三亚'; 

$city[2421]='上海'; 

$city[1122]='上饶'; 

$city[353]='汕头'; 

$city[2267]='绍兴'; 

$city[1242]='沈阳'; 

$city[372]='深圳'; 

$city[683]='石家庄'; 

$city[199]='石狮'; 

$city[1385]='石嘴山'; 

$city[440606]='顺德'; 

$city[1082]='苏州'; 

$city[1603]='泰安'; 

$city[1709]='太原'; 

$city[618]='唐山'; 

$city[2420]='天津'; 

$city[54]='桐城'; 

$city[61]='铜陵'; 

$city[2269]='桐庐'; 

$city[500101]='万州'; 

$city[1574]='潍坊'; 

$city[1555]='威海'; 

$city[975]='武汉'; 

$city[48]='芜湖'; 

$city[1990]='乌鲁木齐'; 

$city[1079]='无锡'; 

$city[1393]='吴忠'; 

$city[196]='厦门'; 

$city[1494]='西安'; 

$city[954]='襄阳'; 

$city[1503]='咸阳'; 

$city[51]='宣城'; 

$city[1085]='徐州'; 

$city[324]='阳江'; 

$city[1057]='扬州'; 

$city[1211]='延吉'; 

$city[1553]='烟台'; 

$city[970]='宜昌'; 

$city[1137]='宜春'; 

$city[1388]='银川'; 

$city[2278]='义乌'; 

$city[465]='玉林'; 

$city[1770]='运城'; 

$city[200]='漳州'; 

$city[389]='湛江'; 

$city[852]='郑州'; 

$city[1065]='镇江'; 

$city[375]='中山'; 

$city[392]='珠海'; 

$city[628]='涿州'; 

$city[2361]='株洲'; 

$city[1588]='淄博'; 

$city[9999]='全国'; 

?>